cfd/curved_12_fine/0/k
FoamFile { version 2.0; format ascii; class volScalarField; object k; }
dimensions [0 2 -2 0 0 0 0]; internalField uniform .015;
boundaryField {
walls { type kqRWallFunction; value uniform .015; }
laptopVent { type zeroGradient; }
fanInlet { type fixedValue; value uniform .015; }
slotOutlet { type inletOutlet; inletValue uniform .015; value uniform .015; }
frontBack { type empty; }
}
